var modalLib = {
    regulirovka : [
        {
            name: 'Регулировка механизма створки',
            price: '300'
        },
        {
            name: 'Регулировка механизма сложная',
            price: '850'
        },
        {
            name: 'Переклинка створки до 1 кв.м.',
            price: '850'
        },
        {
            name: 'Переклинка балконной двери',
            price: '1800'
        },
        {
            name: 'Переборка, чистка и смазка механизма',
            price: '1500'
        },
        {
            name: 'Регулировка входной двери',
            price: '1600'
        },
        {
            name: 'Регулировка портальной конструкции',
            price: '2800'
        },
        {
            name: 'Ремонт механизма без замены запчастей',
            price: '2300'
        },
    ],  
    uplotnitel : [
        {
            name: 'Замена уплотнительной резинки на пластиковых окнах, за м.п.',
            price: '200'
        },
        {
            name: 'Замена уплотнителя на деревянных окнах со стеклопакетами (евроокна), за м.п.',
            price: '249'
        },
        {
            name: 'Установка уплотнителя EuroStrip, за м.п.',
            price: '350'
        },
        {
            name: 'Замена вклеенного уплотнителя, за м.п.',
            price: '90'
        },
        {
            name: 'Подбор нестандартных уплотнителей',
            price: '2500'
        },
        {
            name: 'Регулировка механизма створки',
            price: '300'
        },
        {
            name: 'Смазка фурнитуры',
            price: '150'
        },
        {
            name: 'Очистка и смазка уплотнителя (за створку)',
            price: '300'
        },
    ],  
    furniture : [
        {
            name: 'Регулировка механизма створки простая',
            price: '300'
        },
        {
            name: 'Регулировка механизма створки сложная',
            price: '850'
        },
        {
            name: 'Чистка/смазка механизма',
            price: '300'
        },
        {
            name: 'Ремонт механизмов створки без замены запчастей',
            price: '1200'
        },
        {
            name: 'Замена ответной планки',
            price: '450'
        },
        {
            name: 'Замена угловой передачи',
            price: '1200'
        },
        {
            name: 'Замена основного запорного механизма',
            price: '2500'
        },
        {
            name: 'Замена откидного механизма (ножниц)',
            price: '2500'
        },
        {
            name: 'Замена заднего запорного механизма',
            price: '2000'
        },
        {
            name: 'Полная замена механизмов створки',
            price: '5500'
        },
        {
            name: 'Замена оконной ручки',
            price: '500'
        },
        {
            name: 'Замена гребенки металлической',
            price: '250'
        },
        {
            name: 'Замена фиксатора балконной двери',
            price: '550'
        },
        {
            name: 'Замена обратной ручки балконной двери',
            price: '350'
        },
    ],
    kondensat : [
        {
            name: 'Устранение дефекта наружного монтажного шва, за м.п.',
            price: '250'
        },
        {
            name: 'Устранение дефекта внутреннего монтажного шва, за м.п.',
            price: '250'
        },
        {
            name: 'Пароизоляция монтажного шва, за м.п.',
            price: '190'
        },
        {
            name: 'Установка стеклопакетов с улучшенной теплоизоляцией',
            price: '4500'
        },
        {
            name: 'Устранение промерзания внутренних откосов',
            price: '1800'
        },
        {
            name: 'Установка клапана приточной вентиляции',
            price: '2000'
        }
    ],
    glassunit : [
        {
            name: 'Однокамерный',
            price: '3490'
        },
        {
            name: 'Двухкамерный',
            price: '4490'
        },
        {
            name: 'Энегосберегающий',
            price: '5190'
        },
        {
            name: 'Противоударный (триплекс)',
            price: '7990'
        }
    ],
    stvorki : [
        {
            name: 'Переделка глухих створок в открывающиеся',
            price: '7900'
        },
        {
            name: 'Переделка поворотных створок в откидные',
            price: '3000'
        }
    ],
    podokonniki : [
        {
            name: 'Внутренние откосы, за м.п.',
            price: '700'
        },
        {
            name: 'Арочные откосы, за м.п.',
            price: '850'
        },
        {
            name: 'Уличные откосы, за м.п.',
            price: '850'
        },
        {
            name: 'Ламинированные откосы, за м.п.',
            price: '1600'
        },
        {
            name: 'Подоконники, за м.п.',
            price: '250'
        }
    ],
    woodglass : [
        {
            name: 'Регулировка механизма створки простая',
            price: '300'
        },
        {
            name: 'Регулировка механизма створки сложная',
            price: '850'
        },
        {
            name: 'Чистка/смазка механизма',
            price: '300'
        },
        {
            name: 'Ремонт механизмов створки без замены запчастей',
            price: '1200'
        },
        {
            name: 'Замена ответной планки',
            price: '450'
        },
        {
            name: 'Замена угловой передачи',
            price: '1200'
        },
        {
            name: 'Замена основного запорного механизма',
            price: '2500'
        },
        {
            name: 'Замена откидного механизма (ножниц)',
            price: '2500'
        },
        {
            name: 'Замена заднего запорного механизма',
            price: '2000'
        },
        {
            name: 'Полная замена механизмов створки',
            price: '5500'
        },
        {
            name: 'Замена оконной ручки',
            price: '500'
        },
        {
            name: 'Замена гребенки металлической',
            price: '250'
        },
        {
            name: 'Замена фиксатора балконной двери',
            price: '550'
        },
        {
            name: 'Замена обратной ручки балконной двери',
            price: '350'
        },
    ],
    zamki : [
        {
            name: 'Оконная ручка HOPPO',
            price: '500'
        },
        {
            name: 'Оконная ручка (Maco Harmony, Rotoline, Roto Swing)',
            price: '650'
        },
        {
            name: 'Оконная ручка с ключом (Maco Harmony)',
            price: '1600'
        },
        {
            name: 'Оконная ручка с ключом (Rotoline, Roto Swing)',
            price: '2400'
        },
        {
            name: 'Ограничитель проветривания (гребенка, пластик)',
            price: '250'
        },
        {
            name: 'Ограничитель проветривания (гребенка, металл)',
            price: '290'
        },
        {
            name: 'Балконная защелка механическая',
            price: '390'
        },
        {
            name: 'Балконная защелка магнитная (Roto) ',
            price: '750'
        },
        {
            name: 'Ручка на балконную дверь (зацеп)',
            price: '350'
        },
        {
            name: 'Детский замок скрытый',
            price: '550'
        },
        {
            name: 'Детский замок с тросиком',
            price: '1250'
        },
        {
            name: 'Дополнительный прижим Roto',
            price: '450'
        },
        {
            name: 'Сквозная ручка на балконную дверь',
            price: '2800'
        },
        {
            name: 'Набор для самостоятельного ухода за окнами',
            price: '550'
        },
    ],
    children : [
        {
            name: 'Детский замок поворотно-откидной (Россия)',
            price: '550'
        },
        {
            name: 'Детский замок с тросиком (Россия)',
            price: '1250'
        },
        {
            name: 'Детский замок поворотно-откидной Pentilt',
            price: '1100'
        },
        {
            name: 'Детский замок с тросиком Penkid',
            price: '1750'
        },
        {
            name: 'Установка ручки с замком',
            price: '1300'
        },
        {
            name: 'Противовзломная защелка',
            price: '750'
        },
    ],
    setki : [
        {
            name: '',
            price: ''
        }
    ],
}
